In [7]:
from io import StringIO
import json
import pandas as pd

In [8]:
data = {
    "One": {"0": 60, "1": 60, "2": 60, "3": 45, "4": 45, "5": 60},
    "Two": {"0": 110, "1": 117, "2": 103, "3": 109, "4": 117, "5": 102},
}

In [9]:
pd.read_json(StringIO(json.dumps(data)), orient="index")

       0    1    2    3    4    5
One   60   60   60   45   45   60
Two  110  117  103  109  117  102

In [11]:
pd.json_normalize(json.loads(json.dumps(data)))

,One.0,One.1,One.2,One.3,One.4,One.5,Two.0,Two.1,Two.2,Two.3,Two.4,Two.5
0,60,60,60,45,45,60,110,117,103,109,117,102

In [13]:
pd.DataFrame(data)

   One  Two
0   60  110
1   60  117
2   60  103
3   45  109
4   45  117
5   60  102